Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_oppimateriaalisuunnittelijan_viran.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät ilmoittaa haettavaksi oppimateriaalisuunnittelijan viran
sms: Sääʹmteʹǧǧ iʹlmmat ooccâmnalla mättmateriaalplaaneei veeʹrj

source: Virka täytetään 1.7.2023 lähtien tai sopimuksen mukaan.
sms: Veeʹrj tieuʹdet 1.7.2023 vueʹljeeʹl leʹbe suåppmõõžž mieʹldd.

source: Työpaikka sijaitsee Saamelaiskulttuurikeskus Sajoksessa, Inarissa.
sms: Tuâjjpäiʹǩǩ lij sääʹmkulttuurkõõskõs Sajoozzâst, Aanrest.

source: Suunnittelijan tehtävänä on vastata pääosin digitaalisesta oppimateriaalityöstä, sen kehittämisestä, suunnittelusta ja teknisestä toteutuksesta, sekä saamenkielisen oppimateriaalin verkkokaupan toiminnasta Saamelaiskäräjien koulutus ja oppimateriaalitoimistossa.
sms: Plaaneei tuâjjan lij vaʹstteed vuõss-sââʹjest digitaalʼlaž mättmateriaaltuâjast, tõn õõuʹdummšest, plaanmõõžžâst da teeknlaž čõõđviikkmõõžžâst, di sääʹmǩiõllsaž mättmateriaal neʹttkaaup toiʹmmjummšest Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkonttrest.

source: Toimistossa työskentelee yhteensä viisi oppimateriaalisuunnittelijaa, joiden tehtävistä on säädetty Saamelaiskäräjien työjärjestyksen 41 §:ssä.
sms: Konttrest reâugga õhttsiʹžže vitt mättmateriaalplaaneei, koi tuâjain lij šiõttuum Sääʹmteeʹǧǧ tuâjjriâššmõõžž 41 §:st.

source: Toimiston tehtävistä on säädetty työjärjestyksen 37–41 §:ssä.
sms: Konttâr tuâjain lij šiõttuum tuâjjriâššmõõžž 37–41 §:st.

source: Säädösperusteisena kelpoisuusvaatimuksena on tehtävään soveltuva koulutus ja saamen kielen taito (asetus 1727/95).
sms: Šiõttõsvuâđlaž ââʹntemkaiʹbbjõssân lie tuõjju šiõttlõs škooultõs da sääʹmǩiõlltäidd (asetõs 1727/95).

source: Tehtävän menestyksellistä hoitamista edesauttaa hyvä oppimateriaalialustojen, oppimisympäristöjen, verkkokauppa-alustojen sekä verkko- ja mobiilisovellusten tuntemus ja kyky itsenäiseen työskentelyyn.
sms: Tuâj oʹnstam håiddmõõžž õõudâsvieʹǩǩat šiõǥǥ mättmateriaalvuâđai, mättjempirrõõzzi, neʹttkauppvuâđai di neʹtt- da mobiilsuåvldõõzzi tobddmõš da odd jiõččnaž tuejjummša.

source: Lisäksi viran hoitamista edesauttaa englanninkielisen IT-alan käsitteistön tuntemus.
sms: Lââʹssen veeʹrj håiddmõõžž õõudâsvieʹǩǩat eŋgglõsǩiõllsa IT-sueʹrj fiʹttõõzzi tobddmõš.

source: Suunnittelijan palkkaus määräytyy Saamelaiskäräjien palkkausjärjestelmän vaativuustason IV/III mukaisesti (2698,37 euroa/kk).
sms: Plaaneei päʹlǩǩ meäʹrtââvv Sääʹmteeʹǧǧ päʹlǩǩriâšldõõǥǥ kaiʹbbjemtääzz IV/III meâldlânji (vuâđđpäʹlǩǩ 2698,37 euʹrred/mp).

source: Peruspalkan lisäksi työstä maksetaan 24 %:n saamelaisalueen lisä ja työkokemuksen mukaan määräytyvät kokemuslisät.
sms: Vuâđđpääʹlǩ õõl tuâjast määuʹset 24 % sääʹmvuuʹd lââʹzz da tuõjju härjjnem mieʹldd meäʹrtõõvvi lõõʹzzid.

source: Virassa noudatetaan kuuden (6) kuukauden koeaikaa.
sms: Veeʹrjest ââʹnet kuuđ (6) määnpââʹj ǩiččlõddâmääiʹj.

source: Vapaamuotoinen hakemuskirje liitteineen tulee toimittaa saamelaiskäräjien sihteeristöön 19.5.2023 mennessä tällä hakulomakkeella (linkki avautuu uuteen ikkunaan) .
sms: Luõvâld ǩeeʹrjtum ooccmõšǩeʹrjj meâlddõõzzeesvuiʹm âlgg tooiʹmted Sääʹmteeʹǧǧ piisarkådda 19.5.2023 mõõneeʹst täin ooccâmlomaakkin (liŋkk ävvan ođđ ikkna) .

source: Lisätietoja työstä antaa koulutussihteeri Bigga-Helena Magga, puh. 010 839 3121
sms: Lââʹssteâđaid tuâj pirr oudd škooultõspiisar Bigga-Helena Magga, teʹlf. 010 839 3121

source: Saamelaiskäräjien toimintaan voi tutustua nettiosoitteessa www.samediggi.fi.
sms: Sääʹmteeʹǧǧ toiʹmmjummša vuäitt tobdstõõttâd neʹttaddrõõzzâst www.samediggi.fi.

source: Inarissa 19.4.2023 Saamelaiskäräjät
sms: Aanrest 19.4.2023 Sääʹmteʹǧǧ
